Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/norges-bank.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: One concern has been thatthe systems are organised so that one participant's financial problems could spread to other participants, andthat the problems could intensify to the extent that they threaten financial stability.
nb: Man har fryktet at systemene erorganisert slik at finansielle problemer hos en deltakene bank kan overføres gjennom systemene til andredeltakere, og at omfanget kan bygge seg opp til å bli så stort at det kan true den finansielle stabilitet.

source: Reporting firms have scope 2 emissions that
nb: Foretakene som rapporterer, har utslipp i ramme 2 som er

source: - Avoid risk, for example by invoicing in domestic
nb: For å sette tallene i perspektiv er det nyttig å sammen-

source: (If not, answer questions 3.1 and 3.2)
nb: (Hvis nei, besvares spørsmål 3.1 og 3.2)

source: *With thanks to my colleagues at Norges Bank for their useful comments.
nb: * Takk til kolleger i Norges Bank for nyttige kommentarer

source: He is chair of the board at Strand Havfiske and Nordic Trustee and board member at Investinor and AS Værdalsbruket.
nb: Han er styreleder i Strand Havfiske og Nordic Trustee, og styremedlem i Investinor og AS Værdalsbruket.

source: Topic 2 – Business Day Convention
nb: Tema 2 – virkedagskonvensjon

source: Some FRNs referencing SOFR have used this convention, often in conjunction with lookback.
nb: Noen FRNs i SOFR benytter denne konvensjonen alene eller sammen med lookback.

source: Marius Ryel, Kirsten Steinberg and Birger Vikøren There were no comments on the meeting notice and agenda.
nb: Marius Ryel, Kirsten Steinberg og Birger Vikøren Det var ingen merknader til innkalling og sakliste.

source: Bulgarian lev (BGN) - daily exchange rate from Norges Bank
nb: Bulgarske lev (BGN) - dagens valutakurs fra Norges Bank

source: ity level in the economy.
nb: variere i styrke.

source: More support has also been provided for alternative business activities, such as innovation
nb: har også blitt gitt mer støtte til alternativ virksomhet i bedriftene, som innovasjon og

source: The company has confirmed to the Council on Ethics that it is no longer involved in the production of tobacco.
nb: Selskapet har bekreftet til Etikkrådet at det ikke lenger er involvert i produksjon av tobakk.

source: The price setting in many of the goods which are characterised as imported consumer goods
nb: Prissettingen av mange av varene som karakteriseres som importerte konsumvarer kan i

source: Moreover, regulations pursuant to the Payment Systems Act should be drawn up jointly by the Financial Supervisory Authority and Norges Bank.
nb: Også på betalingssystemlovens område bør forskrifter forberedes av Finanstilsynet og Norges Bank i fellesskap.

source: In Norway, since the beginning of the 1990s, we have had national taxes
nb: I Norge har vi siden tidlig på 1990-tallet hatt egne avgifter på

source: This is because the more
nb: Teorien for additiv

source: The Utvær Lighthouse was built in 1900 as one of the larger coastal lighthouses to provide both fishing and merchant fleets with reliable land sighting on the westernmost portion of the coastal islands.
nb: Utvær fyr ble bygd i 1900 som et av de større kystfyrene langs kysten, og skulle gi både fiskeflåten og handelsfartøyene sikker landkjenning ytterst ute i øyhavet mot vest.

source: The denomination 50 ØRE, NOREG and the year of issue appear to the right of the motif.
nb: Til høgre for motivet valørnemninga 50 ØRE, NOREG og pregeåret i omskrift.

source: Design and technical specifications - 50-øre coin
nb: Utforming og tekniske data - 50-øremynten

source: Item 195/2019 - GPFG – Phasing-out of equity investments in upstream companies
nb: Sak 195/2019 SPU – Utfasing av aksjeinvesteringer i oppstrømsselskaper

source: The Governor is authorised to grant exemptions from the deadline in situations with challenging liquidity or other special situations.
nb: Sentralbanksjefen gis fullmakt til å gi unntak fra fristen i situasjoner med likviditetsutfordringer eller andre særskilte situasjoner.

source: A current account deficit exceeding 4 percent of GDP is often a harbinger of future problems.
nb: Er underskuddet på et lands driftsbalanse overfor utlandet mer enn 4 prosent av BNP, er det ofte et varsel om fremtidige problemer.

source: But the financial crisis showed that big banks above all give rise to a political headache and a massive bill for taxpayers.
nb: Men finanskrisen viste at store banker først og fremst gir hodepine for politikerne og høye regninger for skattebetalerne.

source: Adults reach 26–29 cm in length and weigh 310–550 g.
nb: Den blir 26–29 cm lang, og veier 310–550 g.

source: of downscaling is under way.
nb: strammes inn i en slik situasjon.

source: We would like to thank Henrik Borchgrevink andparticipants at seminars at Norges Bank for comments and useful input.
nb: Vi takker Henrik Borchgrevink og deltakere på seminarer i Norges Bankfor kommentarer og nyttige innspill.

source: General feedback is summarised under question 13.
nb: Generelle kommentarer er oppsummert under spørsmål 13.

source: They are diversifying risk, and seeking
nb: De sprer risiko, og de søker høy avkastning.

source: transfers, which applies in particular to 2002 and 2009.
nb: seg å bli faktisk avsetning, særlig gjelder dette i 2002 og 2009.

source: borrow from other banks, it will have to take out an overnight loan from the central bank at a rate that is normally higher than the market rate, which is the rate that banks pay when redistributing reserves between themselves.
nb: underskudd ikke låner av andre banker, må den trekke D-lån til en rente som normalt er høyere enn markedsrenten, den renten bankene betaler når de omfordeler likviditet seg i mellom.

source: conditions, however, as many as 80 per cent of the
nb: hele 80 prosent av personene i utvalget bor i eid

source: The small towns in the south struggled with the transition, as did Stavanger, a larger town, which in 1880 had a fleet of 600 large and small sailing ships.
nb: De små sørlandsbyene slet med overgangen. Det gjorde også en større by som Stavanger, som i 1880 hadde hatt en flåte på 600 små og store seilskip.

source: The Nowa1m, Nowa3m and Nowa6m are calculated using a two-day observation shift.
nb: Ved beregning av Nowa1m, Nowa3m og Nowa6m benyttes to dagers observasjonsskift.

source: The turmoil in global capital markets made its mark on investment management in 2011.
nb: kapitalforvaltningen i 2011. Representantskapet er rapporten for SPU.

source: what higher bank losses in the period ahead as a result of
nb: eller utviklingen i bytteforhold overfor utlandet.

source: chart shows that banks’ individual NIBOR contributions can deviate from the fix by up to 10 basis points.
nb: Figuren viser at enkeltbankenes Nibor-bidrag kan avvike fra fixen med opp mot 10 basispunkter.

source: In line with proper procedure, Norges Bank will take into consideration the assessments and views of the Financial Supervisory Authority.
nb: Som ledd i en forsvarlig saksbehandling vil Norges Bank ta i betraktning Finanstilsynets vurderinger og synspunkter.

source: partners imply that total wage growth of about 4½ per
nb: innebærer at en samlet lønnsvekst på rundt 4½ prosent

source: An overnight rate (T/N rate in Denmark) based on the volume of business dealt at each rate is also calculated in these countries.
nb: I disse landene beregnes det også en overnattenrente (T/N-rente i Danmark) basert på gjennomførte transaksjoner i interbankmarkedet.

source: 4 Empirical evaluations of different
nb: Et eksempel er indi- 4 Empirisk evaluering av ulike

source: and rules are defined in the simulating tool, including
nb: gjørsprosedyrer og -regler defineres i simuleringsverktøyet,

source: (If not, go directly to question 4)
nb: (Hvis nei, gå direkte til spørsmål 4)

source: Norges Bank has drafted a mandate for the user group and presented it to the participants.
nb: Norges Bank har utarbeidet med et mandat for brukergruppen og presenterte dette.

source: The proposal was circulated for comment in spring 2021.
nb: Forslaget ble sendt på høring våren 2021.

source: denote domestic and foreign real interest rates, i.e. nominal interest rates minus 2 Laurence Ball (1999), ‘Policy Rules for Open Economies’.
nb: hvor r og r* er innenlandsk og utenlandsk realrente, dvs nominell rente minus forventet infla-2 Laurence Ball (1999), ‘Policy Rules for Open Economies’.

source: Both those with high and with low debt-to-income ratios increased their bank deposits substantially in 2020.
nb: Både de med høy og lav gjeldsgrad økte bankinnskuddene mye i 2020.

source: with intensified competition and China’s WTO mem-
nb: delen, med økt konkurranse og Kinas inntreden i WTO.

source: • Presentation of the Norwegian money market part 2, Eske Smidt (Danske Bank)
nb: • Presentasjon av det norske pengemarkedet del 2, Eske Smidt (Danske Bank)

source: In order to ensure that the calculation methodology and data take into account any changes in market structure, Norges Bank will regularly reassess the principles for calculating and publishing this interest rate.
nb: For å sikre at beregningsmetode og datagrunnlag tar høyde for eventuelle endringer i markedsstrukturen, vil Norges Bank jevnlig vurdere prinsippene for beregning og publisering av renten.

source: They have also remained higher in Norway than in other countries in the post-crisis period (see Chart 2).
nb: De har også holdt seg høyere i Norge enn i andre land i etterkant av finanskrisen, se figur 2.

source: The Governor gave a briefing on the status of the reorganisation of administrative functions.
nb: Sentralbanksjefen orienterte om status for arbeidet med reorganisering av administrative funksjoner.

source: A volume about the interwar years was published in 1950.
nb: Et bind om mellomkrigstiden kom i 1950.

source: The proposed new principles for calculating and publishing Nowa entail a change to the definition of Nowa.
nb: Utkastet til nye prinsipper for beregning og publisering av Nowa innebærer en endring i definisjonen av Nowa.

source: And the financial crisis has shown that total banking sector lending in the most heavily indebted countries has often been more than 4 times GDP.
nb: Og etter finanskrisen vet vi at de mest utsatte landene gjerne har hatt en banksektor hvor totale utlån har vært over 4 ganger større enn landets verdiskapning.

source: If, for example, a bank has a
nb: viktig for Norges Bank å markere en forskjell i

source: Replacement of terminals has started.
nb: Utskiftingen av terminaler er i gang.

source: The Executive Board approved the draft employment contract.
nb: Hovedstyret sluttet seg til utkastet til arbeidsavtale.

source: The analysis of the current situation and projected rate is set correctly, is characterised by the fol owing:
nb: Analysen av nåsituasjonen og den anslåtte utviklingenpå kort sikt danner utgangspunkt for anslagene lenger

source: As described above, monetary policy can also
nb: beskrevet, kan pengepolitikken også i noen grad bidra

source: - Norges Bank itself destroys notes that do not fulfil the
nb: driftsfordeler i at sedler samles opp og behandles på

source: In 2023, real wage growth is projected to pick up substantially.
nb: I 2023 venter vi at real ønnsveksten tar seg bety-delig opp.

source: According to Statistics Norway's Labour Force Survey (LFS), seasonally adjusted unemployment was 3.0 per cent of the labour force in December, up from 2.9 per cent in the previous month.
nb: Ifølge Statistisk sentralbyrås arbeidskraftundersøkelse (AKU) var arbeidsledigheten korrigert for sesongmønster 3,0 prosent av arbeidsstyrken i desember, opp fra 2,9 prosent måneden før.

source: servicing capacity weakens, the risk of bank loan losses increases.
nb: øker risikoen for utlånstap i bankene.

source: link to page 13 link to page 13 • During the day, interbank transactions take place.
nb: link to page 13 link to page 13 • Gjennom dagen foretas transaksjoner mellom bankene.

source: Michael Woodford, a professor at Columbia University
nb: Michael Woodford, professor ved Columbia University

source: [7] Debt levels among European countries were, on the whole, excessive in 2008, though this varied substantially from country to country.
nb: , Oslo [7] Gjeldsnivået blant europeiske land var gjennomgående for høyt i 2008, men det varierte betydelig mellom land.

source: expectations theory, forward rates may be interpreted
nb: forventningsteorien kan terminrentene tolkes som

source: BIC shall be as allocated by SWIFT
nb: BIC skal være som tildelt av SWIFT

source: longer be profitable and will be shut down.
nb: tiviteten i takt med den særnorske kostnadsstigningen.

source: Olav Gunnes (DNB Bank), Eske Smidt (Danske Bank) and Kristian Semmen (Sparebank 1 Markets) presented their views on the challenges of using risk-free overnight rates as a reference rate, highlighting in particular the possible problems related to maturities and the lack of a credit element in the new reference rates.
nb: Olav Gunnes (DNB Bank), Eske Smidt (Danske Bank) og Kristian Semmen (Sparebank 1 Markets) presenterte sine syn på utfordringene ved å bruke risikofrie overnattenrenter som en referanserente.

source: The model incor-porates relationships for the demand and supply side ofthe economy.
nb: I modellen inngår relasjoner for etterspørsels-og tilbudssiden i økonomien.

source: Niels Henrik Abel is one of a handful of Norwegian
nb: Niels Henrik Abel er en av få norske vitenskapsmenn

source: Loan documentation used in the bond market is based on standard templates managed by Nordic Trustee9 in collaboration with market participants.
nb: Lånedokumentasjonen som benyttes i obligasjonsmarkedet er basert på standardmaler som forvaltes av Nordic Trustee9 i samarbeid med markedsaktørene.

source: Through its oversight work, Norges Bank urges participants to make changes that can make the financial infrastructure more efficient and secure.
nb: Gjennom overvåkingen oppfordrer Norges Bank aktørene til å gjøre endringer som kan gjøre den finansiel e infrastrukturen mer effektiv og sikker.

source: The Executive Board adopted the annual report for 2020.
nb: Hovedstyret vedtok årsberetningen for 2020.

source: Over the course of the long life of this banknote series (1901 to 1945), only minor changes were made to the grade of paper, the style of printing year dates and serial numbers and a few other details.
nb: I løpet av denne seddelutgavens lange levetid fra 1901 til 1945 ble det bare gjort noen mindre endringer i papirkvalitet, stilen på trykking av årstall og serienumre og noen andre detaljer.

source: i) transactions including received deposits, other unsecured borrowing and issuance
nb: i) transaksjoner i form av mottatte innskudd, andre usikrede innlån og utstedelse av

source: Economic developments inNorway and internationally took an unexpected turn.
nb: økonomiske utviklingen i Norge og internasjonalt tok enannen retning enn ventet.

source: o Modified following business day: Same as “Following”, but if the next business day falls in the following calendar month, the payment day is
nb: Samme som påfølgende virkedagskonvensjon, men hvis påfølgende virkedag kommer i ny måned flyttes betalingen til foregående virkedag.

source: Helping to cut costs, such as the furlough scheme and cuts in VAT rates.
nb: Bidrag til å kutte kostnader, som permitteringsordningen og kutt i momssatser.

source: The Bank forInternational Settlements’ Annual Report for 2002 states
nb: til Bank for International Settlements (BIS) for 2002heter det blant annet (vår oversettelse):

source: Primary dealers receiving an allotment are required to register the transaction in Verdipapirsentralen ASA (VPS), the Norwegian central securities depository, on the auction date so that settlement can take place through the securities settlement system (VPO).
nb: Primærhandlerne som får tildeling, skal registrere handelen i Verdipapirsentralen ASA (VPS) på auksjonsdagen slik at oppgjøret kan gå i verdipapiroppgjøret (VPO).

source: Draft changes in “Regulation on the Access of Banks to Borrowing and Deposit
nb: Utkast til endring i ”Forskrift om bankers adgang til lån og innskudd i

source: Karen Helene Ulltveit-Moe and Egil Matsen presented the discussions on the Audit Committee and the Risk and Investment Committee, respectively, and the topics that particularly drew its attention, including the application of the principles that underlie the valuation of properties.
nb: Karen Helene Ulltveit-Moe og Egil Matsen redegjorde for drøftingene i henholdsvis revisjonsutvalget og risiko- og investeringsutvalget og de temaer utvalgene var særlig opptatt av, herunder praktiseringen av prinsippene som ligger til grunn for verdivurdering av eiendommer.

source: Reverse: Industrial motif created especially for the banknote by Reidar Aulie.
nb: Industrimotiv laget spesielt for seddelen av Reidar Aulie.

source: resulted in a “permanent” increase in structural liquidity totalling NOK 60 billion.
nb: økning i strukturell likviditet på til sammen 60 mil iarder kroner.

source: In Section 2, we describe and motivate the use of micro
nb: I avsnitt 2 beskriver og motiverer vi bruk av mikroda-

source: Finally, section 6 provides Directive.
nb: Et i del 6 gir en kort oppsummering.

source: Yngve Slyngstad presented the main elements of the report.
nb: Yngve Slyngstad redegjorde for hovedelementer i rapporten.

source: submit ed to Norges Bank in connection with Nicolai Tangen’s employment contract.
nb: Norges Bank i forbindelse med arbeidsavtalen med Nicolai Tangen.

source: and households amount to about NOK 1 500 billion.
nb: Norske finansinstitusjoner har om lag 1 500 milliarder

source: The economic risks related to climate change – climate risk – is often divided into two categories.
nb: Den økonomiske risikoen knyttet til klimaendringene – klimarisiko – deles ofte i to.

source: 5 Work on instant payments in Norway, or real-time settlement, is described in Norges Bank (2020).
nb: 5 Arbeidet med straksbetalinger i Norge, eller oppgjør i realtid, omtales i Norges Bank (2020).

source: Norges Bank’s tasks derive from the purposes that have been set for the Bank’s functions.
nb: Norges Banks oppgaver springer ut av de formål som er satt for bankens virksomhet.

source: ment services are provided by Euroclear.
nb: verdipapiroppgjøret foretas av Euroclear.

source: They became the backbone of an initiative to build an organisation by recruiting members and establishing local branches.
nb: De ble ryggraden i en organisasjonsbygging som besto i å verve medlemmer og opprette lokallag.

source: 3 Here we disregard other premia due to liquidity risk, etc.4 For a discussion of the government bond market as a benchmark for required real rate of return and inflation expectations, see for example Hein (2003).5 In addition adjustments must be made for any differences in the liquidity premia of the bonds.
nb: 3 Vi ser her bort fra øvrige premier som følge av for eksempel likviditetsrisiko mv.4 For en diskusjon av statsobligasjonsmarkedet som referanse for realavkastningskrav og inflasjonsforventninger, se for eksempel Hein (2003).5 I tillegg må det korrigeres for eventuelle forskjeller i likviditetspremier mellom obligasjonene.

source: Mexican peso (MXN) - daily exchange rate from Norges Bank
nb: Meksikanske peso (MXN) - dagens valutakurs fra Norges Bank

source: In 2018, the European Central Bank (ECB) published a framework for testing entities’ ability to detect and respond to cyber attacks, Threat Intelligence-based Ethical Red Teaming (TIBER-EU).
nb: Den europeiske sentralbanken (ESB) publiserte i 2018 et rammeverk for testing av virksomheters evne til å oppdage og respondere på et cyberangrep (Threat Intelligence-based Ethical Red Teaming (TIBER-EU)).

source: From right to left: H.M. Kong Harald V, King Olav V and King Haakon VII.
nb: Kong Harald V, kong Olav V og kong Haakon VII sett fra venstre.

source: These rates will be incorporated in ISDA’s supplement, which includes fallbacks for derivatives linked to Nibor.
nb: Disse rentene vil inngå i ISDA sitt supplement, som inkluderer fallbackløsninger for derivater linket til Nibor.

source: In such an FRO for Nowa, it is necessary to include a fallback covering a scenario where Nowa is no longer published.
nb: I en slik FRO for Nowa er det nødvendig å inkludere en fallback som dekker et scenario der Nowa ikke lenger publiseres.

source: Under the glasses: 10 with KR immediately following the denomination.
nb: Under brillen: 10 med KR rett etter valørbetegnelsen.

source: In Norway, the government bond mar-
nb: I Norge er statsobligasjons-

source: cient to note that active markets such as global foreign
nb: inntekter og kostnader i valuta (netto valutainntekter)

source: Figures for 2010 − 2017 are from the investment intentions survey byStatistics Norway and deflated by the price index for petroleum investment in the national accounts.
nb: Tallene for 2010 − 2017 er hentet fra investeringstellingen til Statistisk sentralbyråog deflatert med prisindeksen for petroleumsinvesteringer i nasjonalregnskapet.

source: with other counterparties will not be settled.
nb: andre motparter ikke vil la seg gjennomføre.

source: In FS 2/10 production for Norway’s trading the key policy rate in the adverse scenario is reduced.
nb: I FS 2/10 legges det til grunn en svekkelse i produk- Som følge av lavere vekst og lavere prisimpulser, settes

source: This shift in favour of the retail market, which features lower risk weights, has contributed to the rise in capital ratios.
nb: Denne vridningen mot personmarkedet, som har lavere risikovekter, har bidratt til økningen i kapitaldekningen.

source: transactions, aside from settlement of reverse repurchase agreements, take place on the government
nb: bortsett fra oppgjør i omvendte gjenkjøpsavtaler, skjer imidlertid på statens balanse.

source: Stress tests of banks’ financial strength were first introduced in the Financial Stability report (FS) in 2004.
nb: Stresstester av bankenes soliditet ble første gang introdusert i Finansiell stabilitet (FS) i 2004.

source: The Governor was authorised to finalise
nb: Sentralbanksjefen fikk fullmakt til å ferdigstil e

source: terrorist attacks in the US on 11 September.
nb: etter terroraksjonene i USA 11.

source: The global economic downturn continues.
nb: Nedgangen i verdensøkonomien fortsetter.

source: nies on the proposal of the Executive Board.
nb: Med bakgrunn i dette har hovedstyret

source: structural liquidity by NOK 20 billion.
nb: økte med 20 milliarder kroner.

source: considerable scope 1 emissions (fuel combustion).
nb: utslipp i ramme 1 (forbrenning av drivstoff).

source: council tax and building insurance).
nb: lokal skatt og forsikring av bygninger).

source: The coin's reverse was designed by the artist Annelise Josefsen.
nb: Myntens revers er utformet av billedkunstner Annelise Josefsen.

source: Combined with rising leverage, this can make older persons more vulnerable to higher interest rates or a fall in house prices, for example, or if they cannot remain at work as long as they like.
nb: Kombinert med stigende gjeldsgrad kan det gjøre de eldre mer sårbare, eksempelvis ved økte renter, fall i boligpriser, eller hvis de ikke kan stå så lenge i jobb som de ønsker.

source: Office of the Supervisory Council:Jan Frode Jakobsen (items 115-116, 119 and 122-124)
nb: Tilsynssekretariatet:Jan Frode Jakobsen (sak 115-116, 119 og 122-124)

source: Insurance and Securities Commission.
nb: mens banken fortsatt er i drift.

source: 2002 financial year, the database contains data concern- information from the financial accounts concerning the
nb: For regnskapsåret 2002 er det data for om lag markedsdata. Basert på aksjekursen til det aktuelle fore-
